[PRPA_DeployableFrostDroid X2AbilityTemplate]
LocFriendlyName="霜冻机器人Ⅰ"
LocHelpText="授予 1 个可部署的冰霜机器人，随着辅助武器等级的增加而变得更强.与其他来源的冰霜机器人堆叠."
LocLongDescription="授予 1 个可部署的冰霜机器人，随着辅助武器等级的增加而变得更强.与其他来源的冰霜机器人堆叠."
LocPromotionPopupText="<Bullet/> 授予 1 个可部署的冰霜机器人，随着辅助武器等级的增加而变得更强.与其他来源的冰霜机器人堆叠."

[PRPA_DeployableFrostMec X2AbilityTemplate]
LocFriendlyName="霜冻MEC"
LocHelpText="授予 1 个可部署的冰霜MEC，随着辅助武器等级的增加，该MEC会变得更强.与其他来源的可部署霜冻MEC堆叠."
LocLongDescription="授予 1 个可部署的冰霜MEC，随着辅助武器等级的增加，该MEC会变得更强.与其他来源的可部署霜冻MEC堆叠."
LocPromotionPopupText="<Bullet/> 授予 1 个可部署的冰霜MEC，随着辅助武器等级的增加，该MEC会变得更强.与其他来源的可部署霜冻MEC堆叠."

[PR_BitterfrostAirDrop X2AbilityTemplate]
LocFriendlyName="空投寒霜弹"
LocHelpText="赋予自己或盟友一颗寒霜榴弹."
LocLongDescription="赋予自己或盟友一颗寒霜榴弹."
LocPromotionPopupText="<Bullet/>赋予自己或盟友一颗寒霜榴弹."

[PR_SmokeAirDrop X2AbilityTemplate]
LocFriendlyName="空投烟雾弹"
LocHelpText="赋予自己或盟友一颗烟雾弹."
LocLongDescription="赋予自己或盟友一颗烟雾弹.会随着相关科技的提高而升级."
LocPromotionPopupText="<Bullet/> 赋予自己或盟友一颗烟雾弹.会随着相关科技的提高而升级."

[PR_FlashbangAirDrop X2AbilityTemplate]
LocFriendlyName="空投闪光弹"
LocHelpText="赋予自己或盟友一颗闪光弹."
LocLongDescription="赋予自己或盟友一颗闪光弹.会随着相关科技的提高而升级."
LocPromotionPopupText="<Bullet/> 赋予自己或盟友一颗闪光弹.会随着相关科技的提高而升级."

[PR_IncendiaryAirDrop X2AbilityTemplate]
LocFriendlyName="空投燃烧弹"
LocHelpText="赋予自己或盟友一颗燃烧手榴弹."
LocLongDescription="赋予自己或盟友一颗燃烧手榴弹.会随着相关科技的提高而升级."
LocPromotionPopupText="<Bullet/> 赋予自己或盟友一颗燃烧手榴弹.会随着相关科技的提高而升级."

[PR_EMPAirDrop X2AbilityTemplate]
LocFriendlyName="空投EMP"
LocHelpText="赋予自己或盟友一颗EMP手榴弹."
LocLongDescription="赋予自己或盟友一颗EMP手榴弹.会随着相关科技的提高而升级."
LocPromotionPopupText="<Bullet/> 赋予自己或盟友一颗EMP手榴弹.会随着相关科技的提高而升级."

[PR_FrostbombAirDrop X2AbilityTemplate]
LocFriendlyName="空投霜冻炸弹"
LocHelpText="赋予自己或盟友一颗霜冻炸弹."
LocLongDescription="赋予自己或盟友一颗霜冻炸弹.会随着相关科技的提高而升级."
LocPromotionPopupText="<Bullet/> 赋予自己或盟友一颗霜冻炸弹.会随着相关科技的提高而升级."

[PR_ControlAirDrop X2AbilityTemplate]
LocFriendlyName="空投控制弹"
LocHelpText="赋予自己或盟友一颗控制榴弹，撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中"
LocLongDescription="赋予自己或盟友一颗控制榴弹，，撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中"
LocPromotionPopupText="<Bullet/> 赋予自己或盟友一颗控制榴弹，撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中"

[PR_ConcussionAirDrop X2AbilityTemplate]
LocFriendlyName="空投震荡弹"
LocHelpText="赋予自己或盟友一颗震荡弹，震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退"
LocLongDescription="赋予自己或盟友一颗震荡弹，震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退"
LocPromotionPopupText="<Bullet/> 赋予自己或盟友一颗震荡弹，震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退"

[PR_BitterfrostProtocol X2AbilityTemplate]
LocFriendlyName="寒霜协议"
LocHelpText="造成必定命中的冰霜伤害，并根据目标的寒冷程度造成额外的冰霜伤害."
LocLongDescription="造成必定命中的冰霜伤害，并根据目标的寒冷程度造成额外的冰霜伤害."
LocPromotionPopupText="<Bullet/>造成必定命中的冰霜伤害，并根据目标的寒冷程度造成额外的冰霜伤害."

[PR_BlackIceProtocol X2AbilityTemplate]
LocFriendlyName="黑冰协议"
LocHelpText="造成必定命中的冰霜伤害，并根据目标的寒冷程度造成额外的冰霜伤害.比寒霜协议造成更多的伤害."
LocLongDescription="造成必定命中的冰霜伤害，并根据目标的寒冷程度造成额外的冰霜伤害.比寒霜协议造成更多的伤害."
LocPromotionPopupText="<Bullet/>造成必定命中的冰霜伤害，并根据目标的寒冷程度造成额外的冰霜伤害.比寒霜协议造成更多的伤害."

[PR_FrostBlossomProtocol X2AbilityTemplate]
LocFriendlyName="霜花协议"
LocHelpText="在目标上放置一个冰霜粘雷，当目标受到伤害时会引爆，冻结附近的敌人."
LocLongDescription="在目标上放置一个冰霜粘雷，当目标受到伤害时会引爆，冻结附近的敌人."
LocPromotionPopupText="<Bullet/>在目标上放置一个冰霜粘雷，当目标受到伤害时会引爆，冻结附近的敌人."

[PR_FreezeProtocol X2AbilityTemplate]
LocFriendlyName="冻结协议"
LocHelpText="冻结目标"
LocLongDescription="冻结目标"
LocPromotionPopupText="<Bullet/>冻结目标"

[PR_GuidanceProtocol X2AbilityTemplate]
LocFriendlyName="引导协议"
LocHelpText="发送你的小精灵引导目标，使其获得一次监视射击."
LocLongDescription="发送你的小精灵引导目标，使其获得一次监视射击."
LocPromotionPopupText="<Bullet/> 发送你的小精灵引导目标，使其获得一次监视射击."

[PR_GuidedDefense X2AbilityTemplate]
LocFriendlyName="引导防御"
LocHelpText="当你发送小精灵引导目标时，还将为目标提供一小部分临时护甲."
LocLongDescription="当你发送小精灵引导目标时，还将为目标提供一小部分临时护甲."
LocPromotionPopupText="<Bullet/> 当你发送小精灵引导目标时，还将为目标提供一小部分临时护甲.携带的小精灵等级为2/4/6时效果更佳."

[PR_GuidedOffense X2AbilityTemplate]
LocFriendlyName="引导进攻"
LocHelpText="当你发送小精灵引导目标时，还将为目标提供一小部分临时命中加成."
LocLongDescription="当你发送小精灵引导目标时，还将为目标提供一小部分临时命中加成."
LocPromotionPopupText="<Bullet/> 当你发送小精灵引导目标时，还将为目标提供一小部分临时命中加成.携带的小精灵等级为10/15/20时效果更佳."

[PR_AbsoluteGuidance X2AbilityTemplate]
LocFriendlyName="绝对引导"
LocHelpText="当你发送小精灵引导目标时，将为目标提供持续1回合的哨兵效果."
LocLongDescription="当你发送小精灵引导目标时，将为目标提供持续1回合的哨兵效果."
LocPromotionPopupText="<Bullet/> 当你发送小精灵引导目标时，将为目标提供持续1回合的哨兵效果."

[PR_VigilanceProtocol X2AbilityTemplate]
LocFriendlyName="警戒协议"
LocHelpText="发送你的小精灵出去，并让所有盟友在一片区域内进入监视状态."
LocLongDescription="发送你的小精灵出去，并让所有盟友在一片区域内进入监视状态."
LocPromotionPopupText="<Bullet/> 发送你的小精灵出去，并让所有盟友在一片区域内进入监视状态.不受引导技能效果影响."

[PR_FadeProtocol X2AbilityTemplate]
LocFriendlyName="隐匿协议"
LocHelpText="发送你的小精灵给一名盟友提供临时隐身效果."
LocLongDescription="发送你的小精灵给一名盟友提供临时隐身效果."
LocPromotionPopupText="<Bullet/> 发送你的小精灵给一名盟友提供临时隐身效果.如果目标移动，隐身效果会失效."

[PR_ConcussionProtocol X2AbilityTemplate]
LocFriendlyName="震荡协议"
LocHelpText="造成一定量保证伤害并使目标混乱.同时有25%几率使目标昏迷2个行动."
LocLongDescription="造成一定量保证伤害并使目标混乱.同时有25%几率使目标昏迷2个行动."
LocPromotionPopupText="<Bullet/> 造成一定量保证伤害并使目标混乱.同时有25%几率使目标昏迷2个行动."

[PR_ScatterProtocol X2AbilityTemplate]
LocFriendlyName="扩散协议"
LocHelpText="在一片区域造成一定伤害并强制所有受影响目标移动."
LocLongDescription="在一片区域造成一定伤害并强制所有受影响目标移动."
LocPromotionPopupText="<Bullet/> 在一片区域造成一定伤害并强制所有受影响目标移动."

[PR_IgnitionProtocol X2AbilityTemplate]
LocFriendlyName="点火协议"
LocHelpText="造成一定量保证伤害并使目标燃烧."
LocLongDescription="造成一定量保证伤害并使目标燃烧."
LocPromotionPopupText="<Bullet/> 造成一定量保证伤害并使目标燃烧."

[PR_Multitasking X2AbilityTemplate]
LocFriendlyName="自我引导"
LocHelpText="每当你引导一名盟友时，获得引导协议的效果."
LocLongDescription="每当你引导一名盟友时，获得引导协议的效果."
LocPromotionPopupText="<Bullet/> 每当你引导一名盟友时，获得引导协议的效果."

[PR_CombatScanner X2AbilityTemplate]
LocFriendlyName="战斗扫描器"
LocHelpText="扫描一个小型目标区域，揭示敌人并减少他们的防御。3回合冷却。"
LocLongDescription="扫描一个小型目标区域，揭示敌人并减少他们的防御。根据小精灵科技水平，防御减少10/15/20。3回合冷却。"
LocPromotionPopupText="<Bullet/> 扫描一个小型目标区域，揭示敌人并减少他们的防御。根据小精灵科技水平，防御减少10/15/20。3回合冷却。" 

[PR_AimAssistanceProtocol X2AbilityTemplate]
LocFriendlyName="瞄准辅助协议"
LocHelpText="派遣你的小鬼协助一个盟军单位的命中和暴击，持续1回合。"
LocLongDescription="派遣你的小鬼协助一个盟军单位的命中和暴击，持续1回合。根据小精灵科技水平，命中和暴击增加10/15/20。"
LocPromotionPopupText="<Bullet/> 派遣你的小鬼协助一个盟军单位的命中和暴击，持续1回合。根据小精灵科技水平，命中和暴击增加10/15/20。"

[PR_SnowballProtocol X2AbilityTemplate]
LocFriendlyName="雪球协议"
LocHelpText="在一个目标上放置一个寒霜地雷，当目标受到伤害时地雷将会被引爆。3回合冷却。"
LocLongDescription="在一个目标上放置一个寒霜地雷，当目标受到伤害时地雷将会被引爆。3回合冷却。拥有3次充能。"
LocPromotionPopupText="<Bullet/> 在一个目标上放置一个寒霜地雷，当目标受到伤害时地雷将会被引爆。3回合冷却。拥有3次充能。"

[PR_DeployableDrone X2AbilityTemplate]
LocFriendlyName="可部署无人机"
LocHelpText="部署一架<font color='#5CD16C'>无人机</font>，其属性基于<font color='#e60831'>格莱姆林</font>等级。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。" / "Deploy a <font color='#5CD16C'>Drone</font> that has stats based on <font color='#e60831'>Gremlin</font> tier. Usable <font color='#f7941e'><Ability:SelfCharges/></font> time(s) per mission."
LocLongDescription="部署一架<font color='#5CD16C'>无人机</font>，其属性基于<font color='#e60831'>格莱姆林</font>等级。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。<br><font color='#f7941e'><Ability:SelfCooldown_LW/></font>回合冷却。" / "Deploy a <font color='#5CD16C'>Drone</font> that has stats based on <font color='#e60831'>Gremlin</font> tier. Usable <font color='#f7941e'><Ability:SelfCharges/></font> time(s) per mission. <br><Bullet/> <font color='#f7941e'><Ability:SelfCooldown_LW/></font> turn cooldown."
LocPromotionPopupText="<Bullet/> 部署一架<font color='#5CD16C'>无人机</font>，其属性基于<font color='#e60831'>格莱姆林</font>等级。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。<br><Bullet/> <font color='#f7941e'><Ability:SelfCooldown_LW/></font>回合冷却。<br><Bullet/> <font color='#e60831'>常规</font>：命中<font color='#f7941e'>60</font>，生命值<font color='#f7941e'>3</font>，防御<font color='#f7941e'>10</font>，闪避<font color='#f7941e'>0</font>，护甲<font color='#f7941e'>0</font>，移动力<font color='#f7941e'>15</font>。<br><Bullet/> <font color='#e60831'>磁能</font>：命中<font color='#f7941e'>70</font>，生命值<font color='#f7941e'>5</font>，防御<font color='#f7941e'>10</font>，闪避<font color='#f7941e'>0</font>，护甲<font color='#f7941e'>1</font>，移动力<font color='#f7941e'>15</font>。<br><Bullet/> <font color='#e60831'>光束</font>：命中<font color='#f7941e'>80</font>，生命值<font color='#f7941e'>7</font>，防御<font color='#f7941e'>10</font>，闪避<font color='#f7941e'>0</font>，护甲<font color='#f7941e'>2</font>，移动力<font color='#f7941e'>15</font>。<br><Bullet/> 消耗<font color='#f7941e'>2</font>行动点。<br><Bullet/> 该无人机拥有<font color='#5CD16C'>无人机电击</font>、<font color='#5CD16C'>眩晕</font>和<font color='#5CD16C'>修理</font>专长。" / "<Bullet/> Deploy a <font color='#5CD16C'>Drone</font> that has stats based on <font color='#e60831'>Gremlin</font> tier. Usable <font color='#f7941e'><Ability:SelfCharges/></font> time(s) per mission. <br><Bullet/> <font color='#f7941e'><Ability:SelfCooldown_LW/></font> turn cooldown. <br><Bullet/> <font color='#e60831'>Conventional</font>: <font color='#f7941e'>60</font> <font color='#5CD16C'>Aim</font>, <font color='#f7941e'>3</font> <font color='#5CD16C'>Health</font>, <font color='#f7941e'>10</font> <font color='#5CD16C'>Defense</font>, <font color='#f7941e'>0</font> <font color='#5CD16C'>Dodge</font>, <font color='#f7941e'>0</font> <font color='#5CD16C'>Armor</font>, <font color='#f7941e'>15</font> <font color='#5CD16C'>Mobility</font>. <br><Bullet/> <font color='#e60831'>Magnetic</font>: <font color='#f7941e'>70</font> <font color='#5CD16C'>Aim</font>, <font color='#f7941e'>5</font> <font color='#5CD16C'>Health</font>, <font color='#f7941e'>10</font> <font color='#5CD16C'>Defense</font>, <font color='#f7941e'>0</font> <font color='#5CD16C'>Dodge</font>, <font color='#f7941e'>1</font> <font color='#5CD16C'>Armor</font>, <font color='#f7941e'>15</font> <font color='#5CD16C'>Mobility</font>.<br><Bullet/> <font color='#e60831'>Beam</font>: <font color='#f7941e'>80</font> <font color='#5CD16C'>Aim</font>, <font color='#f7941e'>7</font> <font color='#5CD16C'>Health</font>, <font color='#f7941e'>10</font> <font color='#5CD16C'>Defense</font>, <font color='#f7941e'>0</font> <font color='#5CD16C'>Dodge</font>, <font color='#f7941e'>2</font> <font color='#5CD16C'>Armor</font>, <font color='#f7941e'>15</font> <font color='#5CD16C'>Mobility</font>. <br><Bullet/> Costs <font color='#f7941e'>2</font> Actions. <br><Bullet/> The <font color='#5CD16C'>Drone</font> has the perks to <font color='#5CD16C'>Drone Shock</font>, <font color='#5CD16C'>Stunner</font>, and <font color='#5CD16C'>Repair</font>."

[PR_DeployableResistanceMec X2AbilityTemplate]
LocFriendlyName="可部署抵抗军MEC"
LocHelpText="部署一架<font color='#5CD16C'>抵抗军MEC</font>，其属性基于<font color='#e60831'>小精灵</font>等级。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。"
LocLongDescription="部署一架<font color='#5CD16C'>抵抗军MEC</font>，其属性基于<font color='#e60831'>小精灵</font>等级。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。<br><Bullet/> <font color='#f7941e'><Ability:SelfCooldown_LW/></font>回合冷却。"
LocPromotionPopupText="<Bullet/> 部署一架<font color='#5CD16C'>抵抗军MEC</font>，其属性基于<font color='#e60831'>小精灵</font>等级。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。<br><Bullet/> <font color='#f7941e'><Ability:SelfCooldown_LW/></font>回合冷却。<br><Bullet/> <font color='#e60831'>常规</font>：命中<font color='#f7941e'>60</font>，生命值<font color='#f7941e'>4</font>，防御<font color='#f7941e'>20</font>，闪避<font color='#f7941e'>0</font>，护甲<font color='#f7941e'>0</font>，移动力<font color='#f7941e'>15</font>。<br><Bullet/> <font color='#e60831'>磁能</font>：命中<font color='#f7941e'>70</font>，生命值<font color='#f7941e'>6</font>，防御<font color='#f7941e'>20</font>，闪避<font color='#f7941e'>0</font>，护甲<font color='#f7941e'>1</font>，移动力<font color='#f7941e'>15</font>。<br><Bullet/> <font color='#e60831'>光束</font>：命中<font color='#f7941e'>80</font>，生命值<font color='#f7941e'>8</font>，防御<font color='#f7941e'>20</font>，闪避<font color='#f7941e'>0</font>，护甲<font color='#f7941e'>2</font>，移动力<font color='#f7941e'>15</font>。<br><Bullet/> 消耗<font color='#f7941e'>2</font>行动点。<br><Bullet/> 该抵抗军机甲拥有<font color='#5CD16C'>压制</font>和<font color='#5CD16C'>微型导弹</font>专长。"

[PR_CausticProtocol X2AbilityTemplate]
LocFriendlyName="强酸协议"
LocHelpText="派遣你的<font color='#e60831'>小精灵</font>造成<font color='#5CD16C'>强酸伤害</font>，施加<font color='#5CD16C'>酸蚀</font>效果，并<font color='#5CD16C'>破甲</font>。"
LocLongDescription="派遣你的<font color='#e60831'>小精灵</font>造成<font color='#5CD16C'>强酸伤害</font>，施加<font color='#5CD16C'>酸蚀</font>效果，并<font color='#5CD16C'>破甲</font>。<font color='#f7941e'><Ability:SelfCooldown_LW/></font>回合冷却时间。<br><Bullet/> 每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。"
LocPromotionPopupText="<Bullet/> 派遣你的<font color='#e60831'>小精灵</font>造成<font color='#5CD16C'>强酸伤害</font>，施加<font color='#5CD16C'>强酸燃烧</font>效果，并<font color='#5CD16C'>破甲</font>。<font color='#f7941e'><Ability:SelfCooldown_LW/></font>回合冷却时间。<br><Bullet/> 每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。<br><Bullet/> <font color='#e60831'>常规</font>: <font color='#f7941e'>1</font> - <font color='#f7941e'>3</font>点<font color='#5CD16C'>强酸伤害</font>，<font color='#f7941e'>2</font>点<font color='#5CD16C'>破甲</font>。<br><Bullet/> <font color='#e60831'>磁轨</font>: <font color='#f7941e'>3</font> - <font color='#f7941e'>5</font>点<font color='#5CD16C'>强酸伤害</font>，<font color='#f7941e'>3</font>点<font color='#5CD16C'>破甲</font>。<br><Bullet/> <font color='#e60831'>光能</font>: <font color='#f7941e'>5</font> - <font color='#f7941e'>7</font>点<font color='#5CD16C'>强酸伤害</font>，<font color='#f7941e'>4</font>点<font color='#5CD16C'>破甲</font>。<br><Bullet/> 施加<font color='#5CD16C'>强酸燃烧</font>效果。<br><Bullet/> 消耗1行动点，非结束回合动作。"

[PR_ArmorProtocol X2AbilityTemplate]
LocFriendlyName="护甲协议"
LocHelpText="派遣你的<font color='#e60831'>小精灵</font>保护一名盟友，暂时提升其<font color='#5CD16C'>护甲</font>和<font color='#5CD16C'>闪避</font>，但降低<font color='#5CD16C'>防御</font>，持续<font color='#f7941e'>1</font>回合。自由动作。"
LocLongDescription="派遣你的<font color='#e60831'>小精灵</font>保护一名盟友，暂时提升其<font color='#5CD16C'>护甲</font>和<font color='#5CD16C'>闪避</font>，但降低<font color='#5CD16C'>防御</font>，持续<font color='#f7941e'>1</font>回合。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。自由动作。"
LocPromotionPopupText="<Bullet/> 派遣你的<font color='#e60831'>小精灵</font>保护一名盟友，暂时提升其<font color='#5CD16C'>护甲</font>和<font color='#5CD16C'>闪避</font>，但降低<font color='#5CD16C'>防御</font>，持续<font color='#f7941e'>1</font>回合。<br><Bullet/> 每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。<br><Bullet/> <font color='#e60831'>常规</font>: <font color='#f7941e'>3</font>点<font color='#5CD16C'>护甲</font>，<font color='#f7941e'>50</font>点<font color='#5CD16C'>闪避</font>，<font color='#f7941e'>-50</font>点<font color='#5CD16C'>防御</font>。<br><Bullet/> <font color='#e60831'>磁轨</font>: <font color='#f7941e'>4</font>点<font color='#5CD16C'>护甲</font>，<font color='#f7941e'>70</font>点<font color='#5CD16C'>闪避</font>，<font color='#f7941e'>-50</font>点<font color='#5CD16C'>防御</font>。<br><Bullet/> <font color='#e60831'>光能</font>: <font color='#f7941e'>5</font>点<font color='#5CD16C'>护甲</font>，<font color='#f7941e'>90</font>点<font color='#5CD16C'>闪避</font>，<font color='#f7941e'>-50</font>点<font color='#5CD16C'>防御</font>。<br><Bullet/> <font color='#f7941e'><Ability:SelfCooldown_LW/></font>回合冷却时间。自由动作。"

[PR_HotwireProtocol X2AbilityTemplate]
LocFriendlyName="过载协议"
LocHelpText="为一名友方<font color='#5CD16C'>机械单位</font>过载，使其在本回合额外获得一个<font color='#5CD16C'>标准行动点</font>。"
LocLongDescription="为一名友方<font color='#5CD16C'>机械单位</font>过载，使其在本回合获得一个<font color='#5CD16C'>标准行动点</font>。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。"
LocPromotionPopupText="<Bullet/> 为一名友方<font color='#5CD16C'>机械单位</font>过载，使其在本回合获得一个<font color='#5CD16C'>标准行动点</font>。<br><Bullet/> 每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。<br><Bullet/> <font color='#f7941e'><Ability:SelfCooldown_LW/></font>回合冷却时间。<br><Bullet/> 非结束回合动作。"

[PR_AcidGrenadeAirdrop X2AbilityTemplate]
LocFriendlyName="强酸榴弹空投"
LocHelpText="派遣你的小精灵前往一名盟友或你自身处，并将<font color='#f7941e'>1</font>枚<font color='#e60831'>强酸榴弹</font>加入其物品栏。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。"
LocLongDescription="派遣你的小精灵前往一名盟友或你自身处，并将<font color='#f7941e'>1</font>枚<font color='#e60831'>强酸榴弹</font>加入其物品栏。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。"
LocPromotionPopupText="<Bullet/> 派遣你的小精灵前往一名盟友或你自身处，并将<font color='#f7941e'>1</font>枚<font color='#e60831'>强酸榴弹</font>加入其物品栏。<br><Bullet/> 每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。<br><Bullet/> 研究<font color='#27aae1'>强酸炸弹</font>后，将升级为<font color='#e60831'>强酸炸弹</font>。<br><Bullet/> 非结束回合动作。"

[PR_CausticEngineer X2AbilityTemplate]
LocFriendlyName="强酸工程师"
LocHelpText="<font color='#5CD16C'>强酸协议</font>、<font color='#5CD16C'>强酸榴弹空投</font>和<font color='#5CD16C'>强酸地雷协议</font>均获得<font color='#f7941e'>1</font>次充能。"
LocLongDescription="<font color='#5CD16C'>强酸协议</font>、<font color='#5CD16C'>强酸榴弹空投</font>和<font color='#5CD16C'>强酸地雷协议</font>均获得<font color='#f7941e'>1</font>次充能。"
LocPromotionPopupText="<font color='#5CD16C'>强酸协议</font>、<font color='#5CD16C'>强酸榴弹空投</font>和<font color='#5CD16C'>强酸地雷协议</font>均获得<font color='#f7941e'>1</font>次充能。"

[PR_MechanicalSupremacy X2AbilityTemplate]
LocFriendlyName="机械主宰"
LocHelpText=""为一名友方<font color='#5CD16C'>机械单位</font>过载，根据<font color='#e60831'>小精灵</font>等级提升其<font color='#5CD16C'>命中</font>、<font color='#5CD16C'>暴击</font>、<font color='#5CD16C'>防御</font>、<font color='#5CD16C'>闪避</font>、<font color='#5CD16C'>护甲</font>和<font color='#5CD16C'>移动力</font>。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。"
LocLongDescription="为一名友方机械单位过载，根据<font color='#e60831'>小精灵</font>等级提升其<font color='#5CD16C'>命中</font>、<font color='#5CD16C'>暴击</font>、<font color='#5CD16C'>防御</font>、<font color='#5CD16C'>闪避</font>、<font color='#5CD16C'>护甲</font>和<font color='#5CD16C'>移动力</font>。每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。"
LocPromotionPopupText="<Bullet/> 一名友方机械单位过载，根据<font color='#e60831'>小精灵</font>等级提升其<font color='#5CD16C'>命中</font>、<font color='#5CD16C'>暴击</font>、<font color='#5CD16C'>防御</font>、<font color='#5CD16C'>闪避</font>、<font color='#5CD16C'>护甲</font>和<font color='#5CD16C'>移动力</font>。<br><Bullet/> 每场任务可使用<font color='#f7941e'><Ability:SelfCharges/></font>次。<br><Bullet/> <font color='#e60831'>常规</font>: <font color='#f7941e'>10</font>点<font color='#5CD16C'>命中</font>，<font color='#f7941e'>10</font>点<font color='#5CD16C'>暴击</font>，<font color='#f7941e'>10</font>点<font color='#5CD16C'>防御</font>，<font color='#f7941e'>20</font>点<font color='#5CD16C'>闪避</font>，<font color='#f7941e'>2</font>点<font color='#5CD16C'>护甲</font>，<font color='#f7941e'>4</font>点<font color='#5CD16C'>移动力</font>。<br><Bullet/> <font color='#e60831'>磁轨</font>: <font color='#f7941e'>15</font>点<font color='#5CD16C'>命中</font>，<font color='#f7941e'>15</font>点<font color='#5CD16C'>暴击</font>，<font color='#f7941e'>15</font>点<font color='#5CD16C'>防御</font>，<font color='#f7941e'>30</font>点<font color='#5CD16C'>闪避</font>，<font color='#f7941e'>3</font>点<font color='#5CD16C'>护甲</font>，<font color='#f7941e'>6</font>点<font color='#5CD16C'>移动力</font>。<br><Bullet/> <font color='#e60831'>光能</font>: <font color='#f7941e'>20</font>点<font color='#5CD16C'>命中</font>，<font color='#f7941e'>20</font>点<font color='#5CD16C'>暴击</font>，<font color='#f7941e'>20</font>点<font color='#5CD16C'>防御</font>，<font color='#f7941e'>40</font>点<font color='#5CD16C'>闪避</font>，<font color='#f7941e'>4</font>点<font color='#5CD16C'>护甲</font>，<font color='#f7941e'>8</font>点<font color='#5CD16C'>移动力</font>。<br><Bullet/> 非结束回合动作。<br><Bullet/> 增益效果持续<font color='#f7941e'>4</font>回合。<br><Bullet/> <font color='#f7941e'><Ability:SelfCooldown_LW/></font>回合冷却时间。"